Repository: pluginsGLPI/prelude
Catalog: locales/*.po
Languages: ca_es, es_es, pt_br

source: Prelude configuration
ca_es: Configuració de preludi
es_es: Configuración de preludio
pt_br: Configuração de prelúdio

source: Please enable the prelude plugin
ca_es: Activi el plugin de preludi
es_es: Por favor, active el plugin de preludio
pt_br: Por favor, habilite o plugin de prelúdio

source: Plugin's features
ca_es: Característiques del plugin
es_es: Características del plugin
pt_br: Características do plugin

source: Replace ticket's items association
ca_es: Substituir l'Associació d'elements de bitllet
es_es: Cambiar la Asociación de elementos de entrada
pt_br: Substituir a associação de itens do bilhete

source: Show prelude alerts in tickets
ca_es: Mostra el preludi alertes en entrades
es_es: Mostrar alertas de preludio en entradas
pt_br: Mostrar alertas do prelúdio em bilhetes

source: Enable Openvas plugin integration
ca_es: Permetre Openvas plugin integració
es_es: Permiten la integración del plugin de Openvas
pt_br: Permitem a integração do plugin Openvas

source: API Access
ca_es: API d'accés
es_es: Acceso a la API
pt_br: Acesso à API

source: Prelude URL
ca_es: Preludi adreça URL
es_es: URL de preludio
pt_br: URL de prelúdio

source: Go to prelude
ca_es: Anar a preludi
es_es: Ir a preludio
pt_br: Vá para o prelúdio

source: API Client ID
ca_es: ID de Client d'API
es_es: ID de cliente de la API
pt_br: ID de cliente API

source: API Client Secret
ca_es: Secret de Client d'API
es_es: API de cliente secreto
pt_br: Segredo de cliente API

source: API Access token
ca_es: Testimoni d'accés d'API
es_es: Token de acceso de la API
pt_br: Token de acesso de API

source: Connect to Prelude API
ca_es: Connectar-se a preludi API
es_es: Conecte al preludio API
pt_br: Conectar ao prelúdio API

source: API Refresh token
ca_es: Fitxa de refresc d'API
es_es: Actualización de API token
pt_br: Token de API de atualização

source: Prelude
ca_es: Preludi
es_es: Preludio
pt_br: Prelúdio

source: Prelude access token
ca_es: Testimoni d'accés de preludi
es_es: Token de acceso de preludio
pt_br: Token de acesso de prelúdio

source: Prelude alerts
ca_es: Preludi alertes
es_es: Alertas de preludio
pt_br: Alertas de prelúdio

source: Prelude logs
ca_es: Preludi registres
es_es: Registros de preludio
pt_br: Logs de prelúdio

source: Type of link
ca_es: Tipus d'enllaç
es_es: Tipo de enlace
pt_br: Tipo de link

source: OpenVAS Status
ca_es: OpenVAS estatus
es_es: Estado de OpenVAS

source: Error when creating '%s' table
ca_es: Error en crear la taula "%s"
es_es: Error al crear la tabla '%s'
pt_br: Erro ao criar a tabela '%s''

source: Error when filling '%s' table
ca_es: Error en omplir la taula "%s"
es_es: Error al llenar la tabla '%s'
pt_br: Erro ao preencher a tabela '%s''

source: No alerts found for this ticket
ca_es: No hi ha avisos he trobat aquesta entrada
es_es: No hay alertas para esta entrada
pt_br: Nenhum alerta foi encontrada para este bilhete

source: Alert
ca_es: Alerta
es_es: Alerta
pt_br: Alerta

source: View theses alerts in prelude
ca_es: Vista tesis alertes de preludi
es_es: Ver tesis alertas en preludio
pt_br: Exibição de alertas de teses em prelúdio

source: delete this group of alerts
ca_es: suprimir aquest grup d'alertes
es_es: eliminar este grupo de alertas
pt_br: excluir este grupo de alertas

source: Classification
ca_es: Classificació
es_es: Clasificación
pt_br: Classificação

source: Source
ca_es: Font
es_es: Fuente
pt_br: Fonte

source: Target
ca_es: Objectiu
es_es: Blanco
pt_br: Alvo

source: Analyzer
ca_es: Analitzador
es_es: Analizador de
pt_br: Analisador de

source: No alerts found for theses criteria
ca_es: No hi ha avisos trobats per criteris de tesis
es_es: No hay alertas para criterios de tesis
pt_br: Nenhum alerta foi encontrada para os critérios de teses

source: Import alerts from prelude
ca_es: Alertes d'importació de preludi
es_es: Alertas de importación de preludio
pt_br: Importar alertas de prelúdio

source: Prelude criteria
ca_es: Preludi criteris
es_es: Criterios de preludio
pt_br: Critérios de prelúdio

source: add prelude criterion
ca_es: afegir el criteri de preludi
es_es: Añadir criterio de preludio
pt_br: Adicionar critério de prelúdio
